import { NextPage } from "next";
import { NextSeo } from "next-seo";
import { Layout } from "../src/components/baseParts/Layout";
import { Header } from "../src/components/plan/Header";
import { FooterMenu } from "../src/components/top/FooterMenu";

const Privacy: NextPage = () => {
  return (
    <div>
      <NextSeo title="プライバシーポリシー" />
      <div
        id="container"
        className="h-full min-h-screen inset-0 text-themeGray"
      >
        <Header lists={[{ name: "プライバシーポリシー" }]} />
        <Layout title="プライバシーポリシー">
          <div>
            <h2>個人情報保護方針</h2>
            <p>
              株式会社キーザンキーザン（以下当社という）は、各事業の上で使用する依頼者･取引関係者等の個人情報について、個人情報保護に関する法令及びその他の規範を遵守し、かつ国際的な動向にも配慮して自主的なルール及び体制を確立し、以下のとおり個人情報保護方針を定め、国民の権利擁護に寄与するため、これを実行し維持することを宣言いたします。
            </p>
            <div className="pt-4">
              <h3>記</h3>
              <p>
                1.当社役職員、その他関係者に個人情報の重要性を周知徹底させ、継続的に教育･監督・見直しを実施します。
                <br />
                2.情報入手に当たっては、個人情報の本人から同意を得ることを原則とします。
                <br />
                3.個人情報を不正な方法により入手しません。
                <br />
                4.当社は、業務遂行のために必要な範囲内で利用目的を明確に定め、適切に個人情報の取得、利用及び提供を行います。取得した個人情報は収集目的の範囲内で、担当者のみが、業務上必要な範囲においてのみ利用し、目的外利用を行わないための処置を講じます。
                <br />
                5.当社は、個人情報を正確かつ最新の状態に保つとともに、個人情報への不正アクセス、個人情報の紛失、破壊、改ざんおよび漏えい等の防止及び是正・予防に努めます。
                <br />
                6.当社は、ご依頼者からの個人情報に関するお問い合わせ、苦情、開示等のご請求に誠実かつ迅速に対応します。
                <br />
                7.当社は、個人情報をご依頼者に明示した利用目的の範囲内で取り扱います。また、当社はご依頼者からご提供いただいた個人情報を、ご依頼者の同意がある場合または正当な理由がある場合を除き、第三者に開示または提供しません。
                <br />
                8.当社は、個人情報保護法および関連するその他の法令、国が定める指針その他規範を遵守します。
                <br />
                9.当社は『個人情報保護マネジメントシステム（以下、当社規程）』を構築し着実に実施し、維持するとともに、継続的な改善に努めます。
                <br />
                10.ご依頼者またはご相談者等以外への相談･依頼等の内容については口外しません。
                <br />
                11.ご相談者・ご依頼者等への連絡は、原則として指定された連絡先以外には致しません。
                <br />
                12.ご相談･ご依頼等により受け取った帳票･記録の保管管理ならびに廃棄処分については、責任をもって行います。
                <br />
              </p>
              <br />
              <p>
                <b>
                  制定：2018年（平成30年）1月4日
                  <br />
                  株式会社キーザンキーザン代表取締役社長 井上 大輔
                  <br />
                </b>
              </p>
              <h2 className="pt-8">個人情報の取扱いに関して</h2>
              <p>
                株式会社キーザンキーザン（以下「当社」という）は、当プライバシーポリシーを掲示し、当プライバシーポリシーに準拠して提供されるサービス（以下「本サービス」という）をご利用になる方（以下「ユーザー」という）のプライバシーを尊重し、ユーザーの個人情報の管理に細心の注意を払い、これを取扱うものとします。
              </p>
              <h3 className="pt-4">個人情報管理責任者</h3>
              <p>
                ご提供いただきます個人情報の管理については、下記の者が責任を負います。
                <br />
                株式会社キーザンキーザン
                <br />
                個人情報保護管理者　取締役 大堂 立
              </p>
              <h3 className="pt-4">連絡先</h3>
              <p>
                電話 06-6533-2030
                <br />
                FAX 06-4868-5381 WEB
                <br />
                https://kiizan-kiizan.co.jp/contact/
                <br />
                MAIL info＠kiizan-kiizan.co.jp
                <br />
              </p>
              <h3 className="pt-4">個人情報の利用目的</h3>
              <p>
                個人情報の利用目的は以下の通りです。利用目的を超えて利用することはありません。
              </p>
              <p>
                <b>（顧客情報）</b>
                <br />
                （１）本サービスにおける使用者の個人認証
                <br />
                （２）本サービスの提供、維持、保護および改善
                <br />
                （３）本サービスにおける利用に伴う連絡・メールマガジン・Eメール・DM・その他の方法による各種お知らせ等（広告・告知を含む）の配信・送付
                <br />
                （４）本サービスにおける利用に伴うキャンペーンの応募受付、プレゼントの提供、その他の取引の履行
                <br />
                （５）使用者からご依頼いただいたその他業務及び使用者からのご意見、ご要望、問合せへの対応
                <br />
                （６）不正利用の防止・調査
                <br />
              </p>
              <p>
                <b>（お問い合わせ情報）</b>
                <br />
                （１）使用者からのご意見、ご要望、問合せへの対応
                <br />
                （２）その他使用者からご依頼いただいたその他業務
                <br />
                （３）不正利用の防止・調査
                <br />
              </p>
              <p>
                <b>（従業者情報）</b>
                <br />
                （１）人事労務管理（人事評価、配置（出向、転籍を含む）、研修、採用、を含む）
                <br />
                （２）賃金管理（給与・一時金の決定、退職金の支払い、を含む）
                <br />
                （３）健康管理（健康診断、保健指導、を含む）
                <br />
                （４）福利厚生業務（財形貯蓄、当社製品割引斡旋、を含む）
                <br />
                （５）セキュリティ管理（防犯、防災、労働安全衛生を含む）
                <br />
                （６）業務管理（業務の連絡、各種報告書作成、グループウェアなどへの掲示、を含む）
                <br />
                （７）営業業務
                <br />
                （８）広報宣伝業務
                <br />
              </p>
              <p>
                <b>（従業者の個人番号）</b>
                <br />
                （１）年金の資格取得･確認、給付を受ける際に利用。
                <br />
                （２）雇用保険等の資格取得・確認、給付を受ける際に利用。ハローワーク等の事務等に利用。
                <br />
                （３）医療保険等の保険料徴収等の医療保険者における手続、福祉分野の給付、生活保護の実施等、低所得者対策の事務等に利用。
                <br />
                （４）国民が税務当局に提出する確定申告書、届出書、調書等に記載。当局の内部事務等に利用。
                <br />
                （５）上記の他、社会保障、地方税、防災に関する事務その他これらに類する事務であって地方公共団体が条例で定める事務に利用。
                <br />
                （６）なお、予め明示・公表した利用目的の範囲を超えて、ご依頼者等の個人情報を利用する必要が生じた場合は、ご依頼者等にその旨をご連絡し、ご依頼者等の同意をいただいた上で利用します。
                <br />
              </p>
              <p>
                <b>（採用応募者情報）</b>
                <br />
                （１）採用に関する業務、採用に関する業務連絡
                <br />
                （２）その他使用者からご依頼いただいたその他業務
                <br />
                （３）不正利用の防止・調査
                <br />
              </p>
              <h3 className="pt-4">取得する個人情報とその取得方法</h3>
              <p>
                当社が取得する個人情報とその取得方法は、以下の通りです。
                <br />
                取得する個人情報
                <br />
              </p>
              <p>
                <b>（顧客情報）</b>
                <br />
                （１）利用登録お申し込み時の利用登録内容（変更のお申し出の内容を含む）
                <br />
                ・氏名
                <br /> ・性別
                <br /> ・生年月日
                <br /> ・ボディサイズ情報
                <br />
                ・住所（自宅住所およびレンタル商品の送付先住所）
                <br /> ・電話番号
                <br />
                ・電子メールアドレス
                <br />
                ・その他当社が定める入力フォームおよびLINE（他チャットツールを含む）に使用者が入力する情報および画像
                <br />
                （２）使用者による本サイトおよび本サービスの利用に関連して取得する情報
                <br />
                ・LINE（他チャットツールを含む）での会話内容およびデータ
                <br />
                ・アンケートへの回答内容 <br />
                ・ポイントの付与、使用等に関する情報
                <br />
                ・その他の本サイト上及び本サービスの閲覧履歴
                <br />
                ・検索履歴等の行動履歴
                <br />
                （３）使用者が本サイトへアクセスしたことを契機として機械的に取得する情報
                <br />
                ・IPアドレス、ドメイン名
                <br />
                ・ブラウザの種類・バージョン、オペレーティングシステム・バージョン、使用言語、場所
                <br />
                ・端末情報（PC、携帯電話、スマートフォン、携帯のキャリア、機種情報、個体識別情報など）
                <br />
                （４）使用者が、当社が主催あるいは共催するキャンペーンへ応募した場合に取得する情報
                <br />
                ・氏名
                <br /> ・住所 <br />
                ・電話番号
                <br /> ・電子メールアドレス
                <br />
                ・その他キャンペーンの実施に必要な情報
                <br />
                （５）当社が使用者よりご意見、ご要望、お問合せ等を受けた場合において
                <br />
                ・当該お問合せ等の内容
                <br /> ・氏名
                <br /> ・電話番号
                <br /> ・電子メールアドレス
                <br />
                ・その他お問合せ等への対応に必要な情報
                <br />
                （６）ログインID等、個人別に付与された番号・記号その他の符号
                <br />
                （７）その他当社が適法かつ使用者の同意の上で取得または保有する個人情報
                <br />
                <b>（お問い合わせ情報）</b>
                <br />
                （１）お問い合わせ情報（氏名、メールアドレスなど）
                <br />
                （２）使用者が本サイトへアクセスしたことを契機として機械的に取得する情報
                <br />
                ・IPアドレス、ドメイン名
                <br />
                ・ブラウザの種類・バージョン、オペレーティングシステム・バージョン、使用言語、場所
                <br />
                ・端末情報（PC、携帯電話、スマートフォン、携帯のキャリア、機種情報、個体識別情報など）
                <br />
                <b>（従業者情報）</b>
                <br />
                ・氏名、年齢、住所、電話番号、職歴、家族構成など
                <b>（従業者の個人番号）</b>
                <br />
                ・個人番号 （採用応募者情報）
                <br />
                ・氏名、年齢、住所、電話番号、職歴、家族構成など
                <br />
              </p>
              <p className="pt-2">
                <b>B. 取得方法</b>
                <br /> （１）直接本人より書面にて取得 / Webフォームによる取得
                <br />
                （２）直接本人より書面にて取得
                <br />
                （３）本人確認のもと、直接本人もしくは代理人より取得
                <br />
                （４）クッキー、Webビーコン、WEBサーバのアクセスログ、Webアプリケーションを利用して、使用者が本サイトへアクセスしたことを契機として機械的に取得。Cookie(クッキー)やウェブビーコンに関しては本プライバシーポリシーの「Cookie(クッキー)やウェブビーコン」を参照下さい
                <br />
              </p>
              <h3 className="pt-4">Cookie(クッキー)やウェブビーコン</h3>
              <p>
                本サイトでは、一部または全部のページでCookie(クッキー)やウェブビーコンの仕組みを利用しています。Cookieとは、Webブラウザを通して使用者等のコンピューターのハードディスクやメモリーに小さなデータファイルを送ることで、使用者を確認する仕組みです。
                <br />
                ウェブビーコンとは、ウェブページに埋め込まれた小さな画像ファイルやタグで、特定ページにウェブビーコンを埋め込むことにより、そのページが訪問されたか等を確認する仕組みです。
                <br />
                当社では、Cookieおよびウェブビーコンを利用し、本サイトの利用状況に関する統計分析、広告等の効果測定を行います。これは使用者等に、より良い情報およびサービスを提供していくことを目的としています。
                <br />
                Cookieやウェブビーコンによって、使用者の名前、住所、電話番号等が当社に伝わることはありません。また、使用者はブラウザの設定により、
                <br />
                Cookie機能を無効にすることができます。しかし、Cookie機能を無効にした場合、本サービスのうち一部または全部のサービスを利用できない場合があります。
                <br />
                また、当社はこれらの計測・分析業務を外部委託する場合があります。
                <br />
                使用者は、当社が本サイト上でCookieおよびウェブビーコンを利用することにあらかじめ合意するものとします。
              </p>
              <h3 className="pt-4">
                クッキー（Cookie）を利用した閲覧履歴等の収集・利用について
              </h3>
              <p>
                （１）クッキーの利用
                <br />
                当社は、本条第２項から第３項に定める事項を実施する目的のために、クッキーを利用しています。（モバイルサービスをご利用の場合を除きます。）クッキーとは、使用者によるインターネットの効率的な利用のために、どのページを訪れたか等の情報を記録するファイルをいい、使用者個人を識別することはできません。
                <br />
                （２）閲覧履歴の分析
                <br />
                当社は、使用者による本サイト等および本サービスの閲覧履歴ならびに使用者の端末情報等を、Adobe
                Systems Software Ireland Ltd.が提供するAdobe
                Analytics機能、Google Inc. が提供するGoogle
                Analytics機能によって、サービスの向上・改善、新規サービスの検討のために収集し、利用します。当社が当該機能を利用し、閲覧履歴や端末情報等を収集することを希望しない方は、以下のURLからオプトアウト手続きを行ってください。
                <br />
              </p>
              <p>
                <b>Adobe Systems Software Ireland Ltd.</b>
                <br />
                http://www.adobe.com/jp/privacy/opt-out.html
                <br />
                <b>Google Inc.</b>
                <br />
                https://tools.google.com/dlpage/gaoptout
                <br />
              </p>
              <p>
                （３）行動ターゲティング広告サービスの利用
                <br />
                当社では、本サイトおよび他のウェブサイト上で、使用者の皆様の興味・嗜好にあった広告を配信する行動ターゲティング広告を行うにあたり、下記の第三者が提供する行動ターゲティングサービスを一部利用しております。
                <br />
              </p>
              <h3 className="pt-4">Cookie(クッキー)受け入れ拒否</h3>
              <p>
                使用者は、ブラウザの設定を変更することによってCookieの受け入れを拒否することができます。
                <br />
                また、ブラウザの「クッキー・フォルダ」に保存されているCookieを削除することもできます。
                <br />
                ただし、Cookieを無効化または削除すると、本サイトの一部の機能が使用できなくなることがあるため、使用者はこれにつきあらかじめ了承したうえで任意で拒否設定または削除をするものとします。
                <br />
                尚、Cookieの取り扱いはブラウザによって異なるため、使用者の責任において、ブラウザのヘルプ機能で「クッキー」についての項目を確認し、設定するものとします。
                <br />
              </p>
              <h3 className="pt-4">個人情報の第三者提供</h3>
              <p>
                当社は、次の場合を除き、ご依頼者の個人情報を第三者に提供しません。
                <br />
                （１）使用者の同意がある場合
                <br />
                （２）官公庁等から法的な手続きにより個人情報について開示が求められた場合
                <br />
                （３）人の生命、身体又は財産の保護のために必要であって、ご依頼者の同意を取ることが困難な場合
                <br />
                （４）当社の権利、利益、名誉等を保護するために必要であると当社が判断した場合
                <br />
                （５）合併、会社分割、営業譲渡その他の事由によって事業の承継が行われる場合
                <br />
              </p>
              <h3 className="pt-4">委託について</h3>
              <p>
                当社では、利用目的の達成に必要な範囲内において、他の事業者へ個人情報を委託することがございます。その場合は、個人情報保護体制が整備された委託先を選定いたします。
              </p>
              <h3 className="pt-4">個人情報の開示等</h3>
              <div>
                当社は、開示対象個人情報（「個人情報の利用目的」の利用範囲）について、次の事項をご対応させていただいておりますので、ご請求がございましたら弊社、問い合わせ窓口までお問合せ下さい。
                <br />
                （１）利用目的の通知の請求
                <br />
                （２）開示の請求
                <br />
                （３）内容の訂正の請求
                <br />
                （４）追加又は削除の請求
                <br />
                （５）利用の停止の請求
                <br />
                （６）削除及び第三者への提供の停止の請求
                <br />
                <h3 className="pt-4">提供の任意性について</h3>
                <p>
                  貴殿が当社に対して個人情報を提供することは任意です。ただし、個人情報を提供されない場合には、ご依頼いただいた業務について支障が生じるおそれがあります。
                </p>
                <h3 className="pt-4">個人情報に関するお問合せ</h3>
                <p>
                  ご依頼者ご自身の個人情報について、また個人情報保護方針全般に関するお問い合わせなどがございましたら、弊社、問い合わせ窓口までお問合せ下さい。
                </p>
                <h3 className="pt-4">【問い合わせ窓口】</h3>
                <p>
                  個人情報保護管理者 取締役 大堂 立【問い合わせ窓口】
                  <br />
                  電話06-6533-2030 <br />
                  FAX 06-4868-5381 <br />
                  WEB https://kiizan-kiizan.co.jp/contact/ <br />
                  MAIL info＠kiizan-kiizan.co.jp
                  <br />
                  制定：2018年（平成30年）1月4日
                  <br />
                  改訂：2018年（平成30年）12月1日
                  <br />
                  改訂：2019年（平成31年）2月25日
                  <br />
                  株式会社キーザンキーザン
                  <br />
                  代表取締役社長　井上 大輔
                  <br />
                </p>
              </div>
            </div>
          </div>
        </Layout>
        <FooterMenu />
      </div>
    </div>
  );
};

export default Privacy;
